GRAVITY = 12        # 重力加速度
RESTITUTION = 0.5     # 弾性係数
ONE_SECOND_FRAME = 60 # 1秒間のフレーム数
FRUIT_COLOR_SIZE = [
    ((220, 20, 60), 8),      # サクランボ
    ((250, 128, 114), 10),   # イチゴ
    ((186, 85, 211), 15),    # ブドウ
    ((255, 165, 0), 24),     # デコポン
    ((255, 140, 0), 28),     # 柿
    ((255, 0, 0), 30),       # リンゴ
    ((240, 230, 140), 32),   # 梨
    ((255, 192, 203), 34),   # 桃
    ((255, 255, 0), 45),     # パイナップル
    ((173, 255, 47), 50),    # メロン
    ((0, 128, 0), 60)        # スイカ
]
BOX_LINE_WIDTH = 5
BACKGROUND_COLOR = (255,255,255)
BOTTOM_Y = 558